/* eslint-disable max-len */
export const tab1Text = `Мы предлагаем два варианта доставки: самовывоз из нашего магазина или курьерскую доставку до указанного вами адреса. Если вы выбрали самовывоз, то вам необходимо приехать в наш магазин по адресу ул. Чистопольская 28, и забрать заказ. Если же вы выбрали курьерскую доставку, то наш курьер доставит заказ прямо к вашей двери.`

export const tab2Text = `Если вы живете в городе Перми и хотите получить заказанные автозапчасти, но не можете ждать курьера, то самовывоз – это отличный вариант для вас. Магазин автозапчастей Land Motors предоставляет своим клиентам возможность самостоятельно забрать заказ из пункта самовывоза, который находится по адресу: город Пермь, улица Чистопольская 28.
Когда ваш заказ будет готов к выдаче, вам придет уведомление на указанный вами номер телефона или по электронной почте. В письме будет указано время работы пункта самовывоза и дата, когда вы можете забрать свой заказ.
Пункт самовывоза магазина автозапчастей Land Motors работает с 9:00 до 19:00 ежедневно. Приходить за заказом можно в любое удобное для вас время в течение рабочего дня.
Таким образом, пункт самовывоза магазина автозапчастей Land Motors – это удобный и быстрый способ получения заказа в городе Перми. Компания обеспечивает надежность и высокое качество услуг. Благодаря этому клиенты могут быть уверены в том, что получат свой заказ вовремя и без проблем.`

export const tab3Text = `Оплата товара в интернет-магазине Land Motors происходит через платежную систему ЮКасса. После подтверждения заказа вы будете перенаправлены на страницу платежной системы, где нужно будет ввести данные своей карты и подтвердить платеж. Все данные передаются в зашифрованном виде, что обеспечивает безопасность транзакции.
Таким образом, магазин автозапчастей Land Motors обеспечивает быстроту и безопасность транзакции. Таким образом, клиенты могут быть уверены в том, что получат качественный товар и надежный сервис от магазина Land Motors.`

export const tab4Text = `Если вы хотите узнать статус заказанного товара в интернет-магазине Land Motors, то вам необходимо обратиться к информации, которую вы получили при покупке товара. Статус и время доставки указываются на странице оформления заказа или в электронном письме с подтверждением заказа.
Если вы хотите получить более подробную информацию о статусе заказа, то вы можете связаться с представителями интернет-магазина по телефону +7(912) 061-58-88. Они смогут ответить на все ваши вопросы и предоставить актуальную информацию о доставке вашего заказа.
Не стесняйтесь обращаться за помощью, если у вас возникли какие-либо вопросы или проблемы с вашим заказом. Команда Land Motors всегда готова помочь своим клиентам! `
